{
  "khoa học tự nhiên": "Ngành khoa học nghiên cứu về các sự vật, hiện tượng, quy luật tự nhiên, những ảnh hưởng của chúng đến cuộc sống con người và môi trường.",
  "phương pháp tìm hiểu tự nhiên": "Cách thức tìm hiểu các sự vật, hiện tượng trong tự nhiên và đời sống, gồm 5 bước: Quan sát và đặt câu hỏi; Hình thành giả thuyết; Lập kế hoạch kiểm tra; Thực hiện kế hoạch; Kết luận.",
  "vật sống": "Vật có các biểu hiện sống như trao đổi chất và chuyển hoá năng lượng, sinh trưởng, phát triển, vận động, cảm ứng, sinh sản.",
  "vật không sống": "Vật không có các biểu hiện sống.",
  "vật thể": "Những gì tồn tại xung quanh ta. Gồm vật thể tự nhiên (có sẵn trong tự nhiên) và vật thể nhân tạo (do con người tạo ra).",
  "tế bào": "Đơn vị cấu trúc và chức năng cơ bản của mọi cơ thể sống, có thể thực hiện các chức năng sống như trao đổi chất, sinh trưởng, sinh sản...",
  "màng tế bào": "Thành phần bao bọc tế bào, có chức năng bảo vệ và kiểm soát các chất đi vào và đi ra khỏi tế bào.",
  "chất tế bào": "Phần lỏng bên trong màng tế bào, là nơi diễn ra các hoạt động sống của tế bào.",
  "nhân tế bào": "Cấu trúc chứa vật chất di truyền (ở tế bào nhân thực), có chức năng điều khiển mọi hoạt động sống của tế bào.",
  "vùng nhân": "Nơi chứa vật chất di truyền (ở tế bào nhân sơ), không có màng nhân bao bọc.",
  "lục lạp": "Bào quan chỉ có ở tế bào thực vật, chứa sắc tố có khả năng hấp thụ năng lượng ánh sáng để quang hợp.",
  "cơ thể đơn bào": "Cơ thể được cấu tạo từ một tế bào. Tế bào đó thực hiện được các chức năng của một cơ thể sống.",
  "cơ thể đa bào": "Cơ thể được cấu tạo từ nhiều tế bào, các tế bào khác nhau thực hiện các chức năng khác nhau trong cơ thể.",
  "mô": "Tập hợp một nhóm tế bào giống nhau về hình dạng và cùng thực hiện một chức năng nhất định.",
  "cơ quan": "Tập hợp của nhiều mô cùng thực hiện một chức năng trong cơ thể.",
  "hệ cơ quan": "Tập hợp một số cơ quan cùng hoạt động để thực hiện một chức năng nhất định.",
  "nguyên tử": "Hạt vô cùng nhỏ, trung hòa về điện, tạo nên các chất. Gồm hạt nhân ở trung tâm và vỏ electron bên ngoài.",
  "electron": "Hạt mang điện tích âm (quy ước là -1) trong nguyên tử, chuyển động xung quanh hạt nhân.",
  "proton": "Hạt mang điện tích dương (quy ước là +1) nằm trong hạt nhân của nguyên tử.",
  "neutron": "Hạt không mang điện, nằm trong hạt nhân của nguyên tử.",
  "nguyên tố hoá học": "Tập hợp những nguyên tử cùng loại, có cùng số proton trong hạt nhân (cùng điện tích hạt nhân).",
  "phân tử": "Hạt đại diện cho chất, gồm một số nguyên tử kết hợp với nhau và thể hiện đầy đủ tính chất hoá học của chất.",
  "đơn chất": "Chất được tạo nên từ một nguyên tố hoá học.",
  "hợp chất": "Chất được tạo nên từ hai hay nhiều nguyên tố hoá học.",
  "hoá trị": "Con số biểu thị khả năng liên kết của nguyên tử nguyên tố đó với nguyên tử khác trong phân tử.",
  "tính chất vật lí": "Tính chất không có sự tạo thành chất mới, ví dụ: thể (rắn, lỏng, khí), màu sắc, mùi, vị, tính tan, nhiệt độ nóng chảy, nhiệt độ sôi, tính dẫn điện.",
  "tính chất hoá học": "Tính chất có sự tạo thành chất mới thông qua phản ứng hoá học, ví dụ: chất bị phân huỷ, chất bị đốt cháy.",
  "sự nóng chảy": "Quá trình chuyển từ thể rắn sang thể lỏng của chất.",
  "sự đông đặc": "Quá trình chuyển từ thể lỏng sang thể rắn của chất.",
  "sự bay hơi": "Quá trình chuyển từ thể lỏng sang thể hơi (khí) của chất.",
  "sự sôi": "Quá trình bay hơi đặc biệt, xảy ra trong lòng và cả trên bề mặt thoáng của chất lỏng.",
  "sự ngưng tụ": "Quá trình chuyển từ thể khí (hơi) sang thể lỏng của chất.",
  "oxygen": "Chất khí, không màu, không mùi, không vị, tan ít trong nước. Oxygen duy trì sự sống và sự cháy.",
  "không khí": "Hỗn hợp khí có thành phần gần đúng về thể tích: 21% oxygen, 78% nitrogen, và 1% các chất khác (carbon dioxide, hơi nước...).",
  "ô nhiễm không khí": "Sự thay đổi các thành phần của không khí do khói, bụi, hơi hoặc các khí lạ, gây ảnh hưởng xấu đến con người và môi trường.",
  "chất tinh khiết": "Chất (hay chất nguyên chất) được tạo ra từ một chất duy nhất, có thành phần và tính chất nhất định.",
  "hỗn hợp": "Sản phẩm được tạo ra khi hai hay nhiều chất trộn lẫn với nhau.",
  "hỗn hợp đồng nhất": "Hỗn hợp có thành phần giống nhau tại mọi vị trí trong toàn bộ hỗn hợp.",
  "hỗn hợp không đồng nhất": "Hỗn hợp có thành phần không giống nhau trong toàn bộ hỗn hợp.",
  "dung dịch": "Hỗn hợp đồng nhất của chất tan và dung môi.",
  "chất tan": "Chất được hoà tan trong dung môi (có thể là rắn, lỏng, hoặc khí).",
  "dung môi": "Chất dùng để hoà tan chất tan. Dung môi phổ biến nhất là nước.",
  "huyền phù": "Một hỗn hợp không đồng nhất gồm các hạt chất rắn phân tán lơ lửng trong môi trường chất lỏng.",
  "nhũ tương": "Một hỗn hợp không đồng nhất gồm một hay nhiều chất lỏng phân tán trong môi trường chất lỏng nhưng không tan trong nhau.",
  "phương pháp lọc": "Phương pháp dùng để tách chất rắn không tan ra khỏi hỗn hợp lỏng.",
  "phương pháp cô cạn": "Phương pháp dùng để tách chất rắn tan (không hoá hơi khi gặp nhiệt độ cao) ra khỏi dung dịch.",
  "phương pháp chiết": "Phương pháp dùng để tách các chất lỏng không đồng nhất (không tan vào nhau) ra khỏi hỗn hợp.",
  "vật liệu": "Chất hoặc hỗn hợp một số chất được con người sử dụng như nguyên liệu đầu vào trong một quá trình sản xuất hoặc chế tạo để làm ra những sản phẩm.",
  "nguyên liệu": "Vật liệu tự nhiên (vật liệu thô) chưa qua xử lí và cần được chuyển hoá để tạo ra sản phẩm.",
  "nhiên liệu": "Chất đốt, khi cháy đều toả nhiệt và ánh sáng.",
  "nhiên liệu hoá thạch": "Các loại nhiên liệu chứa hàm lượng carbon lớn (như than đá, dầu mỏ), được tạo thành từ quá trình phân huỷ sinh vật chết cách đây hàng trăm triệu năm.",
  "lương thực": "Thức ăn chứa hàm lượng lớn tinh bột, là nguồn cung cấp chính về năng lượng và chất bột carbohydrate trong khẩu phần ăn.",
  "thực phẩm": "Sản phẩm chứa các chất dinh dưỡng (chất bột, chất béo, chất đạm,...) mà con người có thể ăn hay uống được.",
  "tốc độ": "Đại lượng cho biết mức độ nhanh hay chậm của chuyển động, được xác định bằng quãng đường đi được trong một đơn vị thời gian.",
  "dao động": "Sự rung động qua lại vị trí cân bằng (hay vị trí đứng yên ban đầu) của vật.",
  "nguồn âm": "Vật dao động phát ra âm thanh.",
  "sóng âm": "Các dao động từ nguồn âm lan truyền trong môi trường (rắn, lỏng, khí).",
  "biên độ dao động": "Độ lệch lớn nhất của vật dao động so với vị trí cân bằng của nó. Âm nghe được càng to khi biên độ âm càng lớn.",
  "tần số": "Số dao động của vật thực hiện được trong một giây. Đơn vị là héc (Hz). Âm càng cao (bổng) khi tần số càng lớn.",
  "siêu âm": "Sóng âm có tần số lớn hơn 20 000 Hz, tai người không nghe được.",
  "hạ âm": "Sóng âm có tần số dưới 20 Hz, tai người không nghe được.",
  "phản xạ ánh sáng": "Hiện tượng ánh sáng bị hắt lại môi trường cũ khi gặp một bề mặt (thường là nhẵn bóng).",
  "định luật phản xạ ánh sáng": "Tia sáng phản xạ nằm trong mặt phẳng tới. Góc phản xạ bằng góc tới (i'=i).",
  "phản xạ khuếch tán": "Sự phản xạ ánh sáng xảy ra khi ánh sáng chiếu tới bề mặt gồ ghề, thô ráp.",
  "ảnh ảo": "Ảnh của vật tạo bởi gương phẳng, không hứng được trên màn chắn, có độ lớn bằng vật và đối xứng với vật qua gương.",
  "nam châm": "Những vật có từ tính, có thể hút được các vật bằng sắt, thép, niken, cobalt...",
  "từ trường": "Không gian xung quanh nam châm hoặc xung quanh dòng điện, có khả năng tác dụng lực từ lên vật liệu từ đặt trong nó.",
  "từ phổ": "Hình ảnh trực quan về từ trường, là hình ảnh các đường mạt sắt sắp xếp xung quanh nam châm.",
  "đường sức từ": "Các đường cong liền nét dùng để mô tả từ trường. Hướng của đường sức từ quy ước là hướng Nam - Bắc của kim la bàn đặt tại vị trí đó."
}
